<?php
namespace App\ROChargen\db;

return array(

	0 => "�ʺ���",         // novice
	1 => "�˻�",           // Swordman
	2 => "������",         // mage
	3 => "�ü�",         // archer
	4 => "������",       // acolyte
	5 => "����",           // merchant
	6 => "����",           // thief
	7 => "���",           // Knight
	8 => "������Ʈ",     // priest
	9 => "������",         // wizard
	10 => "������",        // Blacksmith
	11 => "����",          // Hunter
	12 => "���", // Assassion
	13 => "��������_���", // peco knight
	14 => "ũ��",          // crusader
	15 => "��ũ",          // monk
	16 => "������",    // sage
	17 => "�α�",          // Rogue
	18 => "���ݼ���",    // Alchemist
	19 => "�ٵ�",          // bard
	20 => "���",         // dancer
	21 => "��������_ũ��", // peco crusader
	22 => "��ȥ",          // wedding
	23 => "���۳��",  // Super novice
	24 => "�ǳ�",          // Gunslinger
	25 => "����",          // Ninja
	26 => "������Ʈ",    // xmas
	27 => "������Ʈ",    // Summer

	// High
	4001 => "�ʺ���",      // novice
	4002 => "�˻�",        // Swordman
	4003 => "������",      // mage
	4004 => "�ü�",      // archer
	4005 => "������",    // acolyte
	4006 => "����",        // merchant
	4007 => "����",        // thief

	// 2
	4008 => "�ε峪��Ʈ",  // Lord Knight
	4009 => "����������Ʈ", // High Priest
	4010 => "����������",   // High Wizard
	4011 => "� ��Ʈ���̽�", // Whitesmith
	4012 => "��������",      // Sniper
	4013 => "���ũ�ν�", // Assassin Cross
	4014 => "���ڷγ�",      // Peco Lord Knight
	4015 => "�ȶ��",        // Paladain
	4016 => "è�ǿ�",        // Champion
	4017 => "������",     // Professor
	4018 => "����Ŀ",      // Stalker
	4019 => "ũ��������",    // Creator
	4020 => "ũ���",        // Clown
	4021 => "����",        // Gypsy
	4022 => "�����ȶ�",      // Paladin

	// Baby
	4023 => "�ʺ���",         // novice
	4024 => "�˻�",           // Swordman
	4025 => "������",         // mage
	4026 => "�ü�",         // archer
	4027 => "������",       // acolyte
	4028 => "����",           // merchant
	4029 => "����",           // thief
	4030 => "���",           // Knight
	4031 => "������Ʈ",     // priest
	4032 => "������",         // wizard
	4033 => "������",         // Blacksmith
	4034 => "����",           // Hunter
	4035 => "���", // Assassion
	4036 => "��������_���",  // peco knight
	4037 => "ũ��",           // crusader
	4038 => "��ũ",           // monk
	4039 => "������",     // sage
	4040 => "�α�",           // Rogue
	4041 => "���ݼ���",     // Alchemist
	4042 => "�ٵ�",           // bard
	4043 => "���",          // dancer
	4044 => "��������_ũ��",  // peco crusader
	4045 => "���۳��",   // Super novice

	4046 => "�±Ǽҳ�",       // Taekwon
	4047 => "�Ǽ�`",        // Star Gladiator
	4048 => "�Ǽ�",         // Flying star gladiator
	4049 => "�ҿ︵Ŀ",     // Soul linker

	// 3rd
	4054 => "�ε峪��Ʈ",      // rune knight
	4055 => "����������",      // warlock
	4056 => "��������",        // ranger
	4057 => "����������Ʈ",   // arch bishop
	4058 => "� ��Ʈ���̽�",  // mechanic
	4059 => "���ũ�ν�", // guillotine
	4060 => "�ε峪��Ʈ",      // rune knight
	4061 => "����������",      // warlock
	4062 => "��������",        // ranger
	4063 => "����������Ʈ",   // arch bishop
	4064 => "� ��Ʈ���̽�",  // mechanic
	4065 => "���ũ�ν�", // guillotine
	4066 => "�ȶ��",          // royal guard
	4067 => "������",       // sorcerer
	4068 => "ũ���",          // minstrel
	4069 => "����",          // wanderer
	4070 => "è�ǿ�",          // sura
	4071 => "ũ��������",      // genetic
	4072 => "����Ŀ",        // shadow chaser
	4073 => "�ȶ��",          // royal guard
	4074 => "������",       // sorcerer
	4075 => "ũ���",          // minstrel
	4076 => "����",          // wanderer
	4077 => "è�ǿ�",          // sura
	4078 => "ũ��������",      // genetic
	4079 => "����Ŀ",        // shadow chaser

	// 3rd Mount
	4080 => "���ڷγ�",        // peco rune knight
	4081 => "���ڷγ�",        // peco rune knight
	4082 => "�����ȶ�",        // royal guard
	4083 => "�����ȶ�",        // royal guard
	4084 => "��������",        // ranger
	4085 => "��������",        // ranger
	4086 => "� ��Ʈ���̽�",  // mechanic CHECK THIS
	4087 => "� ��Ʈ���̽�",  // mechanic CHECK THIS

	// 3rd Baby
	4096 => "�ε峪��Ʈ",      // rune knight
	4097 => "����������",      // warlock
	4098 => "��������",        // ranger
	4099 => "����������Ʈ",  // arch bishop
	4100 => "� ��Ʈ���̽�",  // mechanic
	4101 => "���ũ�ν�", // guillotine
	4102 => "�ȶ��",          // royal guard
	4103 => "������",       // sorcerer
	4104 => "ũ���",          // minstrel
	4105 => "����",          // wanderer
	4106 => "è�ǿ�",          // sura
	4107 => "ũ��������",      // genetic
	4108 => "����Ŀ",        // shadow chaser

	// 3rd Baby mount
	4109 => "���ڷγ�",        // peco rune knight
	4110 => "�����ȶ�",        // royal guard
	4111 => "��������",        // ranger
	4112 => "� ��Ʈ���̽�",  // mechanic CHECK THIS

	4190 => "���۳��",    // Super Novice extend ?
	4191 => "���۳��",

	//Job_Kagerou	4211
	//Job_Oboro	4212
);
